{
	"manga": [
		{
			"title": "Akira",
			"description": "In the year 2019, a police state, scheming politicians, religious sects, revolutionaries and a secret scientific project all combine to produce an explosive mixture in Neo-Tokyo. The rival groups all have their eyes on one prize: control of Akira, a boy of such destructive psychic ability that he has been held in cryo-stasis for over 30 years. A coup is planned, but there is a wild card in play: the psychic Tetsuo, an impetuous young biker who releases Akira and so forces all of the groups to make their move.",
			"authors": ["Otomo, Katsuhiro"],
			"published": "1982-12-06",
			"ended": "1990-06-11",
			"volumes": 6
		}, {
			"title": "Berserk",
			"description": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces that pursue him and his woman, and also vengeance against the man who branded him as an unholy sacrifice. Aided only by his titanic strength, skill, and sword, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity. Berserk is a dark and brooding story of outrageous swordplay and ominous fate, in the theme of Shakespeare's Macbeth.",
			"authors": ["Miura, Kentarou"],
			"published": "1989-08-25",
			"ended": "",
			"volumes": 37
		}, {
			"title": "Horimiya",
			"description": "Hori may seem like a normal teenage girl, but she's a completely different person after school. In her workaholic parents' absence, Hori has been like a parent for her little brother since she was young herself. Between taking care of her brother, feeding them both, and housework, she doesn't have much time for a usual teenage social life. One day, she meets someone else who does not present his true self at school: a quiet, glasses-wearing boy called Miyamura. She'd assumed he was bookish, and possibly an otaku, but Hori couldn't have been more wrong. Outside of school, Miyamura is a friendly guy with many piercings, and he's not very good at academics. Now the two of them have someone with whom they can share both halves of their lives!",
			"authors": ["Hagiwara, Daisuke (Art)", "HERO (Story)"],
			"published": "2011-10-18",
			"ended": "",
			"volumes": 10
		}, {
			"title": "Mushishi",
			"description": "Mushi: the most basic forms of life in the world. They exist without any goals or purposes aside from simply being. They are beyond the shackles of the words good and evil. Mushi can exist in countless forms and are capable of mimicking things from the natural world such as plants, diseases, and even phenomena like rainbows. This is, however, just a vague definition of these entities that inhabit the vibrant world of Mushishi, as to even call them a form of life would be an oversimplification. Detailed information on Mushi is scarce because the majority of humans are unaware of their existence. So what are Mushi and why do they exist? This is the question that a Mushi-shi, Ginko, ponders constantly. Mushi-shi are those who research Mushi in hopes of understanding their place in the world's hierarchy of life. Ginko relentlessly chases rumors of occurrences that could be tied to Mushi, all for the sake of finding an answer. It could, after all, lead to the meaning of life itself...",
			"authors": ["Urushibara, Yuki"],
			"published": "1999-11-01",
			"ended": "2008-08-25",
			"volumes": 10
		}, {
			"title": "One Punch-Man",
			"description": "One Punch-Man is the manga remake of the original web comic by ONE. In this new action-comedy, everything about a young man named Saitama screams AVERAGE, from his lifeless expression, to his bald head, to his unimpressive physique. However, this average-looking fellow doesn't have your average problem... He's actually a superhero that's looking for tough opponents! The problem is, every time he finds a promising candidate he beats the snot out of them in one punch. Can Saitama finally find an evil villain strong enough to challenge him? Follow Saitama through his hilarious romps as he searches for new bad guys to challenge!",
			"authors": ["Murata, Yusuke (Art)", "ONE (Story)"],
			"published": "2012-06-14",
			"ended": "",
			"volumes": 8
		}
	],
	"anime": [
		{
			"title": "Death Note",
			"description": "During just another normal day, Yagami Light stumbles upon a black notebook known as the Death Note. This notebook belongs to a shinigami, Ryuk, having the ability to kill anyone who has their name written in it. As the new owner of the Death Note, Light's true desires surface, yearning to cleanse the world of evil by murdering a large number of criminals. When the world begins to notice the existence of this unknown killer, legendary detective L is brought onto the case; starting a war between Kira and L. Whoever is able to find out the others identity first will be the one to survive. Based on the manga by Tsugumi Ohba and Takeshi Obata.",
			"episodes": "37",
			"genre": [
				"Mystery",
				"Drama",
				"Horror",
				"Shounen",
				"Supernatural",
				"Police",
				"Psychological"]
		}, {
			"title": "Fullmetal Alchemist",
			"description": "The rules of alchemy state that to gain something, one must lose something of equal value. Alchemy is the process of taking apart and reconstructing an object into a different entity, with the rules of alchemy to govern this procedure. However, there exists an object that can bring any alchemist above these rules, the object known as the Philosopher's Stone. The young Edward Elric is a particularly talented alchemist who through an accident years back lost his younger brother Alphonse and one of his legs. Sacrificing one of his arms as well, he used alchemy to bind his brother's soul to a suit of armor. This lead to the beginning of their journey to restore their bodies, in search for the legendary Philosopher's Stone.",
			"episodes": "51",
			"genre": ["Action",
				"Adventure",
				"Comedy",
				"Drama",
				"Fantasy",
				"Magic",
				"Shounen",
				"Military"]
		}, {
			"title": "One Piece",
			"description": "22 years ago, the legendary pirate Gol D. Roger, departed the world leaving behind the treasure One Piece for any who are worthy enough to find it. He who finds this treasure would be granted the title Pirate King. Amazed by this news, the young Monkey D. Luffy sets out on a journey to find a group of pirate comrades, towards his goal of attaining One Piece and becoming the Pirate King. Based on the manga by Oda Eiichiro.",
			"episodes": "Ongoing",
			"genre": ["Action", "Adventure", "Comedy", "Shounen"]
		}
	]
}
